
"""Задание 1.
#Поработайте с переменными, создайте несколько,
#выведите на экран, запросите у пользователя несколько чисел и
#строк и сохраните в переменные, выведите на экран.
"""


print("Ведите ваше имя: ")
n = (input())
print("Ведите ваш пароль: ")
a = input()
print("Введите ваш возраст: ")
p = int(input())
print(f'Ваши данные для входа в аккаунт: Имя - {n} Пароль - {a} Возвраст - {p}')